Revit 2016 API
DuctFittingAndAccessoryConnectorData.Coordination Property
 the coordination of the connector
Namespace: Autodesk.Revit.DB.Mechanical
Assembly: RevitAPI (in RevitAPI.dll) Version: 16.0.0.0 (16.0.0.0)
Since: 2014
Syntax
C#
public Transform Coordination { get; }
Visual Basic
Public ReadOnly Property Coordination As Transform
	Get
Visual C++
public:
property Transform^ Coordination {
	Transform^ get ();
}
See Also
DuctFittingAndAccessoryConnectorData Class
Autodesk.Revit.DB.Mechanical Namespace